Revit 2027 API
ParameterTypeId.AnalyticalOpeningWidth Property
 "Width"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId AnalyticalOpeningWidth { get; }
Public Shared ReadOnly Property AnalyticalOpeningWidth As ForgeTypeId
	Get
public:
static property ForgeTypeId^ AnalyticalOpeningWidth {
	ForgeTypeId^ get ();
}
static member AnalyticalOpeningWidth : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace